Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Turning off Save Password removes the saved password when you save.
ar: إيقاف «حفظ كلمة المرور» يزيل كلمة المرور المحفوظة عند الحفظ.
ca: Si desactiveu Desar contrasenya, la contrasenya desada s'eliminarà quan deseu.
cs: Vypnutím možnosti Uložit heslo se při uložení odstraní uložené heslo.
da: Hvis Gem adgangskode slås fra, fjernes den gemte adgangskode, når du gemmer.
de: Wenn Sie „Passwort speichern“ deaktivieren, wird das gespeicherte Passwort beim Speichern entfernt.
es: Al desactivar «Guardar contraseña» se eliminará la contraseña guardada cuando guarde los cambios.
fi: Tallenna salasana -asetuksen poistaminen käytöstä poistaa tallennetun salasanan, kun tallennat.
fr: Désactiver Enregistrer le mot de passe supprime le mot de passe enregistré lorsque vous enregistrez.
he: כיבוי האפשרות שמור סיסמה מסיר את הסיסמה השמורה בעת השמירה.
hu: A Jelszó mentése kikapcsolása mentéskor eltávolítja a mentett jelszót.
it: Disattivando Salva password, la password salvata viene rimossa al salvataggio.
ja: 「パスワードを保存」をオフにすると、保存時に保存済みのパスワードが削除されます。
ko: 비밀번호 저장을 끄면 저장할 때 저장된 비밀번호가 삭제됩니다.
nb: Hvis du slår av Lagre passord, fjernes det lagrede passordet når du lagrer.
nl: Als u Wachtwoord bewaren uitschakelt, wordt het opgeslagen wachtwoord verwijderd wanneer u opslaat.
pl: Wyłączenie opcji Zapisz hasło usunie zapisane hasło przy zapisywaniu.
pt_br: Desativar Salvar Senha remove a senha salva quando você salvar.
pt_pt: Desativar Guardar Palavra-passe remove a palavra-passe guardada quando guardar.
ro: Dezactivarea opțiunii „Salvare parola” elimină parola salvată când salvezi.
sl: Izklop možnosti Shrani geslo ob shranjevanju odstrani shranjeno geslo.
sv: Om du stänger av Spara lösenord tas det sparade lösenordet bort när du sparar.
uk: Вимкнення параметра «Зберегти пароль» видалить збережений пароль після збереження.
vi: Tắt Lưu Mật Khẩu sẽ xóa mật khẩu đã lưu khi bạn lưu.
zh_hans: 关闭“保存密码”后，保存时将移除已保存的密码。
zh_hant: 關閉「儲存密碼」後，儲存時會移除已儲存的密碼。

source: Twinkling
ar: وميض
ca: Centelleig
cs: Blikání
da: Funklende
de: Funkelnd
es: Centelleo
fi: Tuikkiminen
fr: Scintillant
he: נצנוץ
hu: Csillogás
it: Scintillio
ja: きらめき
ko: 반짝임
nb: Glitrende
nl: Fonkelend
pl: Migotanie
pt_br: Cintilante
pt_pt: Cintilação
ro: Sclipitor
sl: Migetanje
sv: Blinkande
uk: Мерехтіння
vi: Lấp lánh
zh_hans: 闪烁
zh_hant: 閃爍

source: Two-Finger Long Press
ar: الضغط المطوّل بإصبعين
ca: Pulsació llarga amb dos dits
cs: Dlouhé stisknutí dvěma prsty
da: Langt tryk med to fingre
de: Tippen und Halten mit zwei Fingern
es: Pulsación larga con dos dedos
fi: Kahden sormen pitkä painallus
fr: Appui long à deux doigts
he: לחיצה ארוכה בשתי אצבעות
hu: Két ujjas hosszú nyomás
it: Pressione prolungata a due dita
ja: 2本指の長押し
ko: 두 손가락 길게 누르기
nb: Langt trykk med to fingre
nl: Lang ingedrukt houden met twee vingers
pl: Długie naciśnięcie dwoma palcami
pt_br: Pressionar e segurar com dois dedos
pt_pt: Premir longamente com dois dedos
ro: Apăsare lungă cu două degete
sl: Dolg dotik z dvema prstoma
sv: Långt tryck med två fingrar
uk: Довге натискання двома пальцями
vi: Nhấn giữ hai ngón tay
zh_hans: 双指长按
zh_hant: 雙指長按

source: Two-finger long press opens the new connection sheet. Increase the duration to avoid accidental triggers, or turn it off.
ar: يفتح الضغط المطوّل بإصبعين ورقة الاتصال الجديد. زِد المدة لتجنب التشغيل العرضي، أو أوقفه.
ca: La pulsació llarga amb dos dits obre el full de nova connexió. Augmenta la durada per evitar activacions accidentals o desactiva-la.
cs: Dlouhé stisknutí dvěma prsty otevře panel nového připojení. Prodlužte dobu, abyste předešli náhodným spuštěním, nebo funkci vypněte.
da: Langt tryk med to fingre åbner arket til ny forbindelse. Forøg varigheden for at undgå utilsigtede aktiveringer, eller slå det fra.
de: Tippen und Halten mit zwei Fingern öffnet das Blatt für eine neue Verbindung. Erhöhe die Dauer, um versehentliche Auslösungen zu vermeiden, oder deaktiviere die Funktion.
es: La pulsación larga con dos dedos abre la hoja de nueva conexión. Aumenta la duración para evitar activaciones accidentales, o desactívala.
fi: Kahden sormen pitkä painallus avaa uuden yhteyden lomakkeen. Pidennä kestoa välttääksesi tahattomat käynnistykset tai poista käytöstä.
fr: L’appui long à deux doigts ouvre la fiche de nouvelle connexion. Augmentez la durée pour éviter les déclenchements accidentels, ou désactivez-le.
he: לחיצה ארוכה בשתי אצבעות פותחת את גיליון החיבור החדש. הארך את משך הזמן כדי למנוע הפעלה מקרית, או כבה את התכונה.
hu: A két ujjas hosszú nyomás megnyitja az új kapcsolat panelt. Növelje az időtartamot a véletlen aktiválások elkerülése érdekében, vagy kapcsolja ki.
it: La pressione prolungata a due dita apre la scheda di nuova connessione. Aumenta la durata per evitare attivazioni accidentali, oppure disattivala.
ja: 2本指の長押しで新規接続シートが開きます。誤操作を避けるには時間を長くするか、オフにしてください。
ko: 두 손가락으로 길게 누르면 새 연결 시트가 열립니다. 실수로 작동하지 않도록 시간을 늘리거나 끄세요.
nb: Langt trykk med to fingre åpner arket for ny tilkobling. Øk varigheten for å unngå utilsiktede utløsninger, eller slå det av.
nl: Met twee vingers lang indrukken opent het venster voor een nieuwe verbinding. Verhoog de duur om onbedoeld activeren te voorkomen, of schakel het uit.
pl: Długie naciśnięcie dwoma palcami otwiera arkusz nowego połączenia. Wydłuż czas trwania, aby uniknąć przypadkowych uruchomień, lub wyłącz tę funkcję.
pt_br: Pressionar e segurar com dois dedos abre a folha de nova conexão. Aumente a duração para evitar acionamentos acidentais, ou desative.
pt_pt: Premir longamente com dois dedos abre a folha de nova ligação. Aumente a duração para evitar acionamentos acidentais, ou desative.
ro: Apăsarea lungă cu două degete deschide foaia pentru o conexiune nouă. Mărește durata pentru a evita declanșările accidentale sau dezactiveaz-o.
sl: Dolg dotik z dvema prstoma odpre obrazec za novo povezavo. Podaljšajte trajanje, da se izognete nenamernim sprožitvam, ali ga izklopite.
sv: Långt tryck med två fingrar öppnar arket för ny anslutning. Öka varaktigheten för att undvika oavsiktliga utlösningar, eller stäng av det.
uk: Довге натискання двома пальцями відкриває аркуш нового з’єднання. Збільште тривалість, щоб уникнути випадкових спрацювань, або вимкніть цю функцію.
vi: Nhấn giữ hai ngón tay sẽ mở bảng kết nối mới. Tăng thời gian để tránh kích hoạt ngoài ý muốn, hoặc tắt tính năng này.
zh_hans: 双指长按可打开新建连接面板。增加时长以避免误触,或将其关闭。
zh_hant: 雙指長按可開啟新增連線面板。增加時長以避免誤觸,或將其關閉。

source: Two-finger trackpad horizontal swipes trigger these bindings. Tmux and Zellij presets work even when the multiplexer has mouse capture enabled.
ar: تؤدي تمريرات لوحة التتبع الأفقية بإصبعين إلى تشغيل هذه الارتباطات. تعمل إعدادات Tmux و Zellij المسبقة حتى عند تفعيل التقاط الفأرة في المضاعف.
ca: Els lliscaments horitzontals al trackpad amb dos dits activen aquestes assignacions. Els predefinits de Tmux i Zellij funcionen fins i tot quan el multiplexor té la captura del ratolí activada.
cs: Vodorovná přejetí dvěma prsty po trackpadu spouštějí tato přiřazení. Přednastavení Tmux a Zellij fungují i v případě, že má multiplexer povoleno zachycení myši.
da: Vandrette pegefelt-stryg med to fingre udløser disse tildelinger. Tmux- og Zellij-forindstillingerne virker selv, når multiplexeren har musefangst aktiveret.
de: Horizontales Wischen mit zwei Fingern auf dem Trackpad löst diese Zuordnungen aus. Die Tmux- und Zellij-Voreinstellungen funktionieren auch, wenn der Multiplexer die Mauserfassung aktiviert hat.
es: Los deslizamientos horizontales con dos dedos en el trackpad activan estas asignaciones. Los preajustes de Tmux y Zellij funcionan incluso cuando el multiplexor tiene la captura del ratón activada.
fi: Trackpadin kahden sormen vaakapyyhkäisyt aktivoivat nämä sidonnat. Tmux- ja Zellij-esiasetukset toimivat, vaikka multiplekserissä olisi hiiren kaappaus käytössä.
fr: Les balayages horizontaux à deux doigts sur le trackpad déclenchent ces actions. Les préréglages Tmux et Zellij fonctionnent même lorsque le multiplexeur a la capture de la souris activée.
he: החלקות אופקיות בשתי אצבעות במשטח המגע מפעילות הקצאות אלו. ההגדרות מראש של Tmux ו-Zellij פועלות גם כאשר לכידת העכבר מופעלת ברב-מלכד.
hu: A trackpaden végzett kétujjas vízszintes húzások indítják el ezeket a hozzárendeléseket. A Tmux és Zellij előbeállítások akkor is működnek, ha a multiplexer egér-elfogás módban van.
it: Gli scorrimenti orizzontali a due dita sul trackpad attivano queste associazioni. I preset Tmux e Zellij funzionano anche quando il multiplexer ha la cattura del mouse abilitata.
ja: トラックパッドでの2本指水平スワイプはこれらの割り当てを発火させます。Tmux と Zellij のプリセットは、マルチプレクサのマウスキャプチャが有効でも動作します。
ko: 트랙패드 두 손가락 가로 스와이프가 이 바인딩을 작동시킵니다. Tmux 및 Zellij 프리셋은 멀티플렉서의 마우스 캡처가 켜져 있어도 동작합니다.
nb: Tofingers vannrette sveip på styreflaten utløser disse tilordningene. Tmux- og Zellij-forhåndsinnstillingene fungerer selv når multiplekseren har musefangst aktivert.
nl: Horizontale veegbewegingen met twee vingers op het trackpad activeren deze toewijzingen. Tmux- en Zellij-voorinstellingen werken zelfs wanneer de multiplexer muisinvang heeft ingeschakeld.
pl: Poziome gesty dwoma palcami na gładziku uruchamiają te przypisania. Ustawienia Tmux i Zellij działają nawet wtedy, gdy multiplekser ma włączone przechwytywanie myszy.
pt_br: Gestos horizontais com dois dedos no trackpad acionam essas associações. As predefinições do Tmux e Zellij funcionam mesmo quando o multiplexador está com captura de mouse ativada.
pt_pt: Os deslizes horizontais com dois dedos no trackpad acionam estas associações. As predefinições do Tmux e do Zellij funcionam mesmo quando o multiplexador tem a captura do rato ativada.
ro: Gesturile orizontale cu două degete pe trackpad declanșează aceste asocieri. Presetările Tmux și Zellij funcționează chiar și când multiplexorul are capturarea mouse-ului activată.
sl: Vodoravne poteze z dvema prstoma na sledilni ploščici sprožijo te povezave. Prednastavitve Tmux in Zellij delujejo tudi, kadar ima multiplekser vklopljeno zajemanje miške.
sv: Horisontella tvåfingerssvep på styrplattan utlöser dessa bindningar. Tmux- och Zellij-förinställningarna fungerar även när multiplexern har musfångst aktiverad.
uk: Горизонтальні свайпи двома пальцями на трекпаді запускають ці прив’язки. Пресети Tmux і Zellij працюють навіть коли мультиплексор має ввімкнене захоплення миші.
vi: Vuốt ngang hai ngón tay trên trackpad sẽ kích hoạt các gán phím này. Các preset Tmux và Zellij vẫn hoạt động ngay cả khi bộ ghép kênh đang bật bắt chuột.
zh_hans: 在触控板上用双指水平滑动会触发这些绑定。即使多路复用器启用了鼠标捕获,Tmux 与 Zellij 预设依然有效。
zh_hant: 在觸控板上以雙指水平滑動會觸發這些綁定。即使多工器啟用了滑鼠捕獲,Tmux 與 Zellij 預設依然有效。

source: Type
ar: النوع
ca: Tipus
cs: Typ
de: Typ
es: Tipo
fi: Tyyppi
he: סוג
hu: Típus
it: Tipo
ja: 種類
ko: 유형
pl: Typ
pt_br: Tipo
pt_pt: Tipo
ro: Tip
sl: Vrsta
sv: Typ
uk: Тип
vi: Loại
zh_hans: 类型
zh_hant: 類型

source: Type at least 2 characters to search %lld vendors
ar: اكتب حرفين على الأقل للبحث في %lld مصنّع
ca: Escriviu almenys 2 caràcters per cercar entre %lld fabricants
cs: Zadejte alespoň 2 znaky pro hledání v %lld výrobcích
da: Skriv mindst 2 tegn for at søge i %lld leverandører
de: Geben Sie mindestens 2 Zeichen ein, um %lld Anbieter zu durchsuchen
es: Escribe al menos 2 caracteres para buscar entre %lld proveedores
fi: Kirjoita vähintään 2 merkkiä hakeaksesi %lld valmistajasta
fr: Saisissez au moins 2 caractères pour rechercher parmi %lld fournisseurs
he: הקלד לפחות 2 תווים לחיפוש ב-%lld ספקים
hu: Írjon be legalább 2 karaktert %lld gyártó kereséséhez
it: Digita almeno 2 caratteri per cercare tra %lld produttori
ja: %lldベンダーを検索するには2文字以上入力してください
ko: %lld개 벤더를 검색하려면 2자 이상 입력하세요
nb: Skriv minst 2 tegn for å søke blant %lld leverandører
nl: Typ minimaal 2 tekens om %lld leveranciers te doorzoeken
pl: Wpisz co najmniej 2 znaki, aby przeszukać %lld dostawców
pt_br: Digite pelo menos 2 caracteres para buscar entre %lld fornecedores
pt_pt: Escreva pelo menos 2 caracteres para pesquisar entre %lld fabricantes
ro: Introduceți cel puțin 2 caractere pentru a căuta în %lld furnizori
sl: Vnesite vsaj 2 znaka za iskanje med %lld proizvajalci
sv: Skriv minst 2 tecken för att söka bland %lld leverantörer
uk: Введіть щонайменше 2 символи для пошуку серед %lld виробників
vi: Nhập ít nhất 2 ký tự để tìm trong %lld nhà cung cấp
zh_hans: 输入至少 2 个字符以搜索 %lld 个厂商
zh_hant: 輸入至少 2 個字元以搜尋 %lld 個供應商

source: Type ecdsa-sha2-nistp256 — a standard key your SSH server already understands.
ar: النوع ecdsa-sha2-nistp256 — مفتاح قياسي يفهمه خادم SSH لديك بالفعل.
ca: Tipus ecdsa-sha2-nistp256 — una clau estàndard que el teu servidor SSH ja entén.
cs: Typ ecdsa-sha2-nistp256 — standardní klíč, kterému váš SSH server již rozumí.
da: Type ecdsa-sha2-nistp256 — en standardnøgle, som din SSH-server allerede forstår.
de: Typ ecdsa-sha2-nistp256 — ein Standardschlüssel, den dein SSH-Server bereits versteht.
es: Tipo ecdsa-sha2-nistp256 — una clave estándar que tu servidor SSH ya entiende.
fi: Tyyppi ecdsa-sha2-nistp256 — vakioavain, jonka SSH-palvelimesi jo ymmärtää.
fr: Type ecdsa-sha2-nistp256 — une clé standard que votre serveur SSH comprend déjà.
he: סוג ecdsa-sha2-nistp256 — מפתח סטנדרטי ששרת ה-SSH שלך כבר מבין.
hu: ecdsa-sha2-nistp256 típus — egy szabványos kulcs, amelyet az SSH-szervere már ismer.
it: Tipo ecdsa-sha2-nistp256 — una chiave standard che il tuo server SSH già comprende.
ja: ecdsa-sha2-nistp256タイプ — SSHサーバーがすでに対応している標準的なキーです。
ko: ecdsa-sha2-nistp256 유형 — 사용 중인 SSH 서버가 이미 인식하는 표준 키입니다.
nb: Type ecdsa-sha2-nistp256 — en standardnøkkel som SSH-serveren din allerede forstår.
nl: Type ecdsa-sha2-nistp256 — een standaardsleutel die je SSH-server al begrijpt.
pl: Typ ecdsa-sha2-nistp256 — standardowy klucz, który Twój serwer SSH już rozumie.
pt_br: Tipo ecdsa-sha2-nistp256 — uma chave padrão que seu servidor SSH já entende.
pt_pt: Tipo ecdsa-sha2-nistp256 — uma chave padrão que o seu servidor SSH já reconhece.
ro: Tip ecdsa-sha2-nistp256 — o cheie standard pe care serverul tău SSH o înțelege deja.
sl: Vrsta ecdsa-sha2-nistp256 — standarden ključ, ki ga vaš strežnik SSH že razume.
sv: Typ ecdsa-sha2-nistp256 — en standardnyckel som din SSH-server redan förstår.
uk: Тип ecdsa-sha2-nistp256 — стандартний ключ, який ваш SSH-сервер уже розуміє.
vi: Loại ecdsa-sha2-nistp256 — một khóa tiêu chuẩn mà máy chủ SSH của bạn đã hiểu.
zh_hans: 类型为 ecdsa-sha2-nistp256，这是您的 SSH 服务器已经支持的标准密钥。
zh_hant: 類型 ecdsa-sha2-nistp256 — 您的 SSH 伺服器早已支援的標準金鑰。

source: Typed input is queued while tssh is offline and delivered after reconnect.
ar: يتم وضع الإدخال المكتوب في قائمة الانتظار أثناء عدم اتصال tssh، ويُرسل بعد إعادة الاتصال.
ca: L'entrada escrita es posa en cua mentre tssh està desconnectat i s'envia després de reconnectar.
cs: Zadaný vstup je při odpojení tssh zařazen do fronty a doručen po opětovném připojení.
da: Indtastet input sættes i kø, mens tssh er offline, og leveres efter genoprettet forbindelse.
de: Eingegebener Text wird in die Warteschlange gestellt, während tssh offline ist, und nach erneutem Verbinden gesendet.
es: La entrada escrita se pone en cola mientras tssh está desconectado y se envía tras la reconexión.
fi: Kirjoitettu syöte asetetaan jonoon tssh:n ollessa offline-tilassa ja toimitetaan uudelleenyhdistämisen jälkeen.
fr: La saisie est mise en file d'attente lorsque tssh est hors ligne, puis envoyée après la reconnexion.
he: קלט שהוקלד מתווסף לתור בזמן ש-tssh במצב לא מקוון ונשלח לאחר ההתחברות מחדש.
hu: A beírt szöveg sorba kerül, amíg a tssh offline, és újracsatlakozás után kerül elküldésre.
it: L'input digitato viene messo in coda mentre tssh è offline e inviato dopo la riconnessione.
ja: tsshがオフラインの間に入力された文字はキューに保持され、再接続後に送信されます。
ko: tssh가 오프라인인 동안 입력한 내용은 대기열에 보관되며 재연결 후 전송됩니다.
nb: Inndata som skrives mens tssh er frakoblet, settes i kø og sendes etter at tilkoblingen er gjenopprettet.
nl: Getypte invoer wordt in de wachtrij geplaatst terwijl tssh offline is en verzonden na opnieuw verbinden.
pl: Wpisywany tekst jest kolejkowany, gdy tssh jest offline, i wysyłany po ponownym połączeniu.
pt_br: A entrada digitada é enfileirada enquanto o tssh está offline e enviada após a reconexão.
pt_pt: A entrada introduzida é colocada em fila enquanto o tssh está offline e enviada após a religação.
ro: Intrarea tastată este pusă în coadă cât timp tssh este offline și trimisă după reconectare.
sl: Vneseni vnos je v čakalni vrsti, ko tssh ni povezan, in dostavljen po ponovni vzpostavitvi povezave.
sv: Inmatad text köas medan tssh är frånkopplad och skickas efter återanslutning.
uk: Введений текст ставиться у чергу, поки tssh офлайн, і надсилається після перепідключення.
vi: Đầu vào được nhập sẽ được xếp hàng trong khi tssh ngoại tuyến và được gửi sau khi kết nối lại.
zh_hans: tssh 离线期间输入的内容将排入队列，并在重新连接后发送。
zh_hant: tssh 離線期間輸入的內容將排入佇列，並在重新連線後傳送。

source: Typed input while tssh is offline is discarded by default to avoid replaying stale commands.
ar: يتم تجاهل الإدخال المكتوب أثناء عدم اتصال tssh افتراضيًا لتجنّب إعادة تشغيل أوامر قديمة.
ca: Per defecte, l'entrada escrita mentre tssh està desconnectat es descarta per evitar reproduir ordres obsoletes.
cs: Vstup zadaný v době, kdy je tssh offline, je ve výchozím nastavení zahozen, aby se zabránilo opětovnému spouštění zastaralých příkazů.
da: Input, der indtastes, mens tssh er offline, kasseres som standard for at undgå at gentage forældede kommandoer.
de: Eingaben, während tssh offline ist, werden standardmäßig verworfen, um veraltete Befehle nicht erneut auszuführen.
es: La entrada escrita mientras tssh está desconectado se descarta de forma predeterminada para evitar reejecutar comandos obsoletos.
fi: Tssh:n ollessa offline-tilassa kirjoitettu syöte hylätään oletuksena, jotta vanhentuneita komentoja ei suoriteta uudelleen.
fr: La saisie effectuée pendant que tssh est hors ligne est ignorée par défaut afin d'éviter de rejouer des commandes obsolètes.
he: קלט שהוקלד בזמן ש-tssh במצב לא מקוון מבוטל כברירת מחדל כדי למנוע הפעלה חוזרת של פקודות ישנות.
hu: A tssh offline állapotában beírt szöveg alapértelmezetten elvetésre kerül, hogy elkerülhető legyen az elavult parancsok újrafuttatása.
it: L'input digitato mentre tssh è offline viene ignorato per impostazione predefinita per evitare di rieseguire comandi obsoleti.
ja: tsshがオフライン中に入力された文字は、古いコマンドの再実行を防ぐためにデフォルトで破棄されます。
ko: tssh가 오프라인일 때 입력된 내용은 오래된 명령을 다시 실행하지 않도록 기본적으로 무시됩니다.
nb: Inndata som skrives mens tssh er frakoblet, forkastes som standard for å unngå å sende utdaterte kommandoer på nytt.
nl: Invoer die wordt getypt terwijl tssh offline is, wordt standaard genegeerd om verouderde opdrachten niet opnieuw uit te voeren.
pl: Wpisywany tekst w czasie, gdy tssh jest offline, jest domyślnie odrzucany, aby uniknąć ponownego wykonania nieaktualnych poleceń.
pt_br: A entrada digitada enquanto o tssh está offline é descartada por padrão para evitar reexecutar comandos desatualizados.
pt_pt: A entrada introduzida enquanto o tssh está offline é descartada por predefinição para evitar reexecutar comandos desatualizados.
ro: Intrarea tastată cât timp tssh este offline este ignorată implicit pentru a evita reluarea comenzilor învechite.
sl: Vnos, vnesen, ko je tssh brez povezave, je privzeto zavržen, da se prepreči ponovno izvajanje zastarelih ukazov.
sv: Inmatad text medan tssh är frånkopplad ignoreras som standard för att undvika att gamla kommandon körs igen.
uk: Введений текст, поки tssh офлайн, відкидається за замовчуванням, щоб уникнути повторного запуску застарілих команд.
vi: Đầu vào được nhập trong khi tssh ngoại tuyến sẽ bị bỏ qua theo mặc định để tránh chạy lại các lệnh cũ.
zh_hans: 默认情况下，tssh 离线时输入的内容将被丢弃，以避免重新执行过时的命令。
zh_hant: 預設情況下，tssh 離線時輸入的內容將被捨棄，以避免重新執行過時的命令。

source: Typewriter Ding
ar: رنين الآلة الكاتبة
ca: Ding de màquina d'escriure
cs: Cinknutí psacího stroje
da: Skrivemaskineping
de: Schreibmaschinenklingel
es: Ding de máquina de escribir
fi: Kirjoituskoneen kilahdus
fr: Ding de machine à écrire
he: צלצול מכונת כתיבה
hu: Írógépcsengés
it: Din della macchina da scrivere
ja: タイプライターの鈴
ko: 타자기 딩
nb: Skrivemaskineping
nl: Typemachinebel
pl: Dzwonek maszyny do pisania
pt_br: Ding de máquina de escrever
pt_pt: Ding de máquina de escrever
ro: Cling de mașină de scris
sl: Zvonec pisalnega stroja
sv: Skrivmaskinsklocka
uk: Дзвінок друкарської машинки
vi: Tiếng kêu máy đánh chữ
zh_hans: 打字机叮声
zh_hant: 打字機叮聲

source: UDP Port Requirements
ar: متطلبات منفذ UDP
ca: Requisits de port UDP
cs: Požadavky na UDP porty
da: UDP-portkrav
de: UDP-Portanforderungen
es: Requisitos de puerto UDP
fi: UDP-porttivaatimukset
fr: Exigences de port UDP
he: דרישות פורט UDP
hu: UDP-port követelmények
it: Requisiti porta UDP
ja: UDPポート要件
ko: UDP port 요구 사항
nb: Krav til UDP-port
nl: UDP-poortvereisten
pl: Wymagania portów UDP
pt_br: Requisitos de Porta UDP
pt_pt: Requisitos de Porta UDP
ro: Cerințe port UDP
sl: Zahteve za UDP vrata
sv: UDP-portkrav
uk: Вимоги до UDP-порту
vi: Yêu cầu Cổng UDP
zh_hans: UDP 端口要求
zh_hant: UDP 連接埠需求

source: UDP-based roaming session
ar: جلسة تجوال قائمة على UDP
ca: Sessió itinerant basada en UDP
cs: Roamingová relace založená na UDP
da: UDP-baseret roamingsession
de: UDP-basierte Roaming-Sitzung
es: Sesión itinerante basada en UDP
fi: UDP-pohjainen verkkovierailuistunto
fr: Session itinérante basée sur UDP
he: הפעלת נדידה מבוססת UDP
hu: UDP-alapú roaming munkamenet
it: Sessione roaming basata su UDP
ja: UDPベースのローミングセッション
ko: UDP 기반 로밍 세션
nb: UDP-basert roamingøkt
nl: UDP-gebaseerde roamingsessie
pl: Sesja roamingowa oparta na UDP
pt_br: Sessão itinerante baseada em UDP
pt_pt: Sessão itinerante baseada em UDP
ro: Sesiune roaming bazată pe UDP
sl: Seja gostovanja na osnovi UDP
sv: UDP-baserad roamingsession
uk: Сеанс роумінгу на основі UDP
vi: Phiên chuyển vùng dựa trên UDP
zh_hans: 基于 UDP 的漫游会话
zh_hant: 基於 UDP 的漫遊工作階段

source: Unable to access the file
ar: تعذّر الوصول إلى الملف
ca: No s'ha pogut accedir al fitxer
cs: K souboru nelze přistupovat
da: Filen kunne ikke tilgås
de: Auf die Datei kann nicht zugegriffen werden
es: No se puede acceder al archivo
fi: Tiedostoa ei voitu käyttää
fr: Impossible d'accéder au fichier
he: לא ניתן לגשת לקובץ
hu: A fájl nem érhető el
it: Impossibile accedere al file
ja: ファイルにアクセスできません
ko: 파일에 접근할 수 없음
nb: Får ikke tilgang til filen
nl: Kan geen toegang krijgen tot het bestand
pl: Nie można uzyskać dostępu do pliku
pt_br: Não foi possível acessar o arquivo
pt_pt: Não foi possível aceder ao ficheiro
ro: Fișierul nu poate fi accesat
sl: Do datoteke ni mogoče dostopati
sv: Det gick inte att komma åt filen
uk: Не вдалося отримати доступ до файлу
vi: Không thể truy cập tệp
zh_hans: 无法访问该文件
zh_hant: 無法存取檔案

source: Unable to connect to the AI service.
ar: تعذر الاتصال بخدمة AI.
ca: No es pot connectar al servei d'IA.
cs: Nelze se připojit ke službě AI.
da: Kan ikke oprette forbindelse til AI-tjenesten.
de: Verbindung zum KI-Dienst nicht möglich.
es: No se puede conectar al servicio de IA.
fi: Yhteyttä tekoälypalveluun ei voitu muodostaa.
fr: Impossible de se connecter au service d'IA.
he: לא ניתן להתחבר לשירות AI.
hu: Nem sikerült csatlakozni az AI-szolgáltatáshoz.
it: Impossibile connettersi al servizio AI.
ja: AIサービスに接続できません。
ko: AI 서비스에 연결할 수 없습니다.
nb: Kan ikke koble til AI-tjenesten.
nl: Kan geen verbinding maken met de AI-service.
pl: Nie można połączyć się z usługą AI.
pt_br: Não foi possível conectar ao serviço de IA.
pt_pt: Não foi possível ligar ao serviço de IA.
ro: Nu s-a putut conecta la serviciul AI.
sl: Ni mogoče vzpostaviti povezave s storitvijo AI.
sv: Kunde inte ansluta till AI-tjänsten.
uk: Не вдалося підключитися до сервісу AI.
vi: Không thể kết nối đến dịch vụ AI.
zh_hans: 无法连接到AI服务。
zh_hant: 無法連線到AI服務。
